Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A36A.tmx
Source language: en_us
Languages: zh_cn

source: Why I loves stationery
zh_cn: 情系文具为哪般

source: Memo to self: Lucy Mangan shows her love of stationery by being covered in Post-it Notes.
zh_cn: 自我提醒：露西曼根(Lucy Mangan)在身上贴满便利贴以示自己对文具的爱。

source: Exercise and memo books, writing sets and endless rubbers, coloured pens and propelling pencils, Post-it Notes and fountain pens, highlighters in different hues, markers – great, galumphing things – and tiny fibre-tips, envelopes all shapes and sizes, notebooks stapled (spiral-bound or sewn-spined) – I own and love them all.
zh_cn: 练习本、记事本、信笺、数不尽的橡皮、彩笔、自动铅笔、便利贴、钢笔、不同颜色的荧光笔、记号笔―― 各种很棒很炫的东西 ――还有纤维笔头的迷你彩笔、各种形状和大小的信封、活页笔记本和线装笔记本――这些文具我都有，而且都很喜欢。

source: I am not alone, of course.
zh_cn: 当然，很多人也跟我一样钟情文具。

source: John Lewis saw a 177% rise last year in its sales of premium stationery lines.
zh_cn: 去年，约翰?路易斯(John Lewis)超市的高级文具销售额上涨了177%；

source: Liberty opened a new stationery hall a year ago in response to demand and is already set to expand (though who wrote in explaining their unmet need for a magnetic mini-ocean liner on which to keep their paperclips I have been unable to determine at time of going to press).
zh_cn: 为了满足市场需求，利百代(Liberty)在前年也开设了一家新店，目前又在筹备扩大规模（虽然到本文发稿前，我尚未确认市场对那种可以吸住回形针的磁性迷你海轮的需求是否如他们所称的供不应求）。

source: Smythson reported a 400% increase in profits – to ?2.4m – from 2010 to 2011.
zh_cn: 史密森(Smythson)文具店也表示他们2011年的利润比2010年翻了两番――达到240万英镑。

source: The staider, heavier side of this old guard is being leavened by products from the smaller design companies that have also sprung up to cater for our desire for fun as well as form and function: Suck UK; J-me (seeing online its pen-holders that look exactly like Bic lids with pens in them baffled me for several minutes until I realised they were GIANT REPRODUCTIONS);
zh_cn: 文具刻板单调的形象正逐渐被小型设计公司设计的产品所取代，各种新外形的文具不断涌现，以满足我们对文具的外观、功用性以及趣味性的要求：Suck UK；J-me（我花了好几分钟才看出来网上那种像极了比克(BIC)圆珠笔帽的笔筒是以笔帽为原型设计的）；

source: Rob Ryan, whose pretty notebooks I covet ceaselessly; Luckies (home of the magnetic Doorganizer, which I am convinced would change my life, and the Geppeto pencil sharpener, which has not done so but which makes me laugh every time I see it on my desk).
zh_cn: Rob Ryan，他家的漂亮笔记本总是让我垂涎三尺；Luckies（我真的认为他家的磁性冰箱门收纳袋会改变我的生活，还有Geppeto 削笔刀，虽然未能改变我的生活，但每次看到它在桌上，我总会忍俊不禁）。

source: Shops visited by mere mortals are also holding up well.
zh_cn: 大众经常光顾的一些商店也有不错业绩。

source: WH Smith attributed its better-than-expected post-Christmas figures to a tighter focus on selling books and stationery, and Paperchase opened 14 new shops on the otherwise beleaguered high street last year (I think my gift-box habit was responsible for only three of them), with more planned for 2012.
zh_cn: 史密斯连锁书店(WH Smith)圣诞节后的销售额高出预计，主要是因为它将重点放在书籍和文具销售上；琶珀切斯(Paperchase)去年在几条繁华的商业街增设了14家新店（我觉得自己将礼物装盒的习惯就是其中3家培养的），2012年计划将开设的新店数量还会超过这个数字。

source: We all love stationery (some more moderately and tastefully than others).
zh_cn: 我们都爱文具（某些人显得更有节制和更有品位）。

source: But why?
zh_cn: 但这种情愫究竟缘何而生呢？

source: It seems to me to offer two great and seductive promises.
zh_cn: 在我看来，文具有两大吸引人的特点。

source: The first is that it will unleash your creative potential.
zh_cn: 其一，它会激发你的创造潜能。

source: The unsullied page, the pristine pen offer limitless possibilities (also, on a bad day, unlimited fear).
zh_cn: 洁净纸张加上一只笔，就能开启无限的可能（在心情不好的日子也会给你带来无尽的恐惧）。

source: "My grey goose quill," wrote Byron, "Slave of my thoughts, obedient to my will/Torn from thy parent bird to form a pen/That mighty instrument of little men."
zh_cn: 拜伦曾写道：“我的鹅毛笔，我思想的奴隶，总听从我的意志/鸟的羽毛化身为笔/凡夫俗子的强大工具。

source: And look how well he got on.
zh_cn: ”看看他写出了怎样的巨著。

source: Imagine what he would have been able to do with a Mont Blanc and special-edition Moleskine.
zh_cn: 想想要是用万宝龙(Mont Blanc)钢笔和鼹鼠皮(Moleskine)特装版的话，他该写出怎样的宏篇啊。

source: The right pen and the right paper brought into conjunction, runs the unspoken thought, cannot help but result in a sudden influx of bold, brilliant and original ideas, the germ of a bestselling novel that will in its turn be inscribed in another, perhaps larger notebook more worthy of the task, in sentences as creamy and beautiful as the pages on which they are written.
zh_cn: 纸和笔一旦搭调了，难以言喻的思想便会放缰，变成热情犀利、才华横溢的创造性文字，从而铸就铭刻于心的畅销作品。 幅面更大的笔记本也许更能书就文章，光滑悦目的页面上留下流畅优美的文字。

source: I am always on the hunt for the perfect notebook.
zh_cn: 我始终在寻找最完美的笔记本。

source: Muji (the brown paperbacked ones), Field Notes (the three-packs), the ubiquitous Moleskine and, in more whimsical moments, Cavallini &amp; Co have all come close. Which is to say, close to being the one that will become the perfect commonplace book, in which I will continue that proud Renaissance tradition of recording useful quotations, inspiring stories and intriguing snippets, but which will eventually, in a surprising modern twist and via a complicated but plausible chain of events involving bestsellerdom, successful film adaptation and a meeting of minds with the star during an on-set visit, end in a long and happy marriage to Jake Gyllenhaal.
zh_cn: 无印良品（Muji，棕色平装笔记本）、田野笔录（Field Notes， 三本套装）、到处都能买到的鼹鼠皮(Moleskine)，天马行空的时候也可以用到的Cavallini & Co都是我很熟悉的品牌，都可以被我用作摘录簿，让我保留自己引以自豪的文艺复兴时期的传统，记下些有用的语录、令人振奋的故事和有趣的段子。 通过现代派的文字组织，将各类畅销作品、成功的电影改编、现场采访明星时不谋而合的想法合理结合，就能最终写成一篇关于杰克?吉伦哈尔(Jake Gyllenhaal)的长篇。

source: Is it any wonder I keep buying, when only an unlined leather notebook stands between me and all this?
zh_cn: 就用一本不挂面的皮套笔记本就可以记录各种内容，我却止不住买更多的本子，这难道不奇怪么？

source: The second promise is baser but, I find as I get older, even more attractive than bestsellerdom, or hot monkey sex with Jake G.
zh_cn: 第二个特点比较基础，但是我发觉，随着我的年龄越大，这一个特点就越具吸引力――比畅销作品甚至跟杰克·吉伦哈尔亲密接触的吸引力还要大。

source: It is the promise of organisation.
zh_cn: 那就是系统化。

source: I remember at university one friend coming out of his bedroom after a seven-hour revision stint bearing a trayful of differently coloured index cards and four full lever arch files with sections neatly marked by cardboard dividers down the side and subdivided by coloured tags along the top like a stickleback's spines.
zh_cn: 记得大学时，有个朋友在自己的卧室花七个小时改进笔记本，出来时拿出厚厚一本贴满各种颜色的索引卡和并装了四个快劳夹的本子。 本子侧面一溜纸隔板明确标出各个区间，上方则是一顺棘鱼脊骨一样的彩色标签分出各小类。

source: "OK," he said with relief. "I may not know everything yet. But I know where it all is."
zh_cn: “好了，”他松了口气，“虽然还没完全搞清楚里面的东西，不过至少我晓得它们各自放在哪儿了。

source: I wake every morning in the hope that today I may purchase the concertina file, ring binder, set of folders or box of plastic wallets that will finally enable me to live that dream.
zh_cn: ”那时候我每天醒来都希望能买到六档风琴文件夹、活页笔记本、套装档案夹和塑料钱夹，让我能将各种东西归类。

source: Though our fondness remains, we no longer depend on stationery as we used to.
zh_cn: 对文具的喜爱虽然一直延续，但如今我们对文具已不像过去那样依赖。

source: Once upon a time, paper and ink were the quintessence of utility.
zh_cn: 过去，纸墨是最实用的东西。

source: Things existed, systems worked, money was made because pen was put to paper.
zh_cn: 黑纸白字使得事物清楚，系统奏效，也从而实现了利益。

source: Banks had ledgers and filled them in with differently coloured inks. When they told you you were in the black or in the red, they meant it literally.
zh_cn: 银行做帐是用不同颜色的墨水，他们用“黑字”和“赤字”来表示盈亏，字面就能尽显其意。

source: From the late 17th century, when a semi-reliable postal service began to emerge, letters were the lifeblood of business and of social life.
zh_cn: 自十七世纪末不太可靠的邮政服务兴起之初，书信就成为了商业和社会生活的重要内容。

source: In the Victorian era, etiquette books containing advice and templates for every possible permutation of correspondence between friends, lovers, professional associates and all points in between proliferated.
zh_cn: 维多利亚时代又涌现出许多有关朋友、爱人、业务联系人及其各中间环节之间进行通信的礼仪的书籍，以及各种通信的模版。

source: The protocol surrounding calling cards alone is enough to exhaust the modern mind. You turned down different corners or folded the card in a certain way to convey wordless sympathy, congratulations or simple affection to the lady of the house if she was not at home when you called.
zh_cn: 一张简单的拜访卡的相关规矩就足够让现代人精疲力尽：如果有天你去拜访一位女士，而她凑巧不在家，那么你折叠拜访卡不同的角，或以某种方法折叠拜访卡，就可以传达你想表达的感情而无需言语，无论是同情、恭贺还是爱意。

source: Of course, if she was at home but simply not at home to you, that changed things slightly.
zh_cn: 当然，如果她当时在家而不想搭理你的情况就得另算了。

source: If a servant provided you with her card, you could try again. If she didn't – well, consider yourself snubbed and think yourself lucky there was no tweeny with a smartphone to record your embarrassment and post it on youzoetrope.com later (OK, I made that one up).
zh_cn: 她的佣人若回呈一张她的卡片，你可以换个时间再拜访试试，若是没给你的话，你就知道她对你不感冒――不过幸运的是她不会用智能手机录下令你尴尬的内容再传到youzoetrope.com上（好吧，这段是我编撰的啦）。

source: The utilitarian aspect of stationery has eroded steadily over the years, but never more quickly or apparently irrevocably as in the last few decades with the rise of digital communication.
zh_cn: 这些年来，文具的实用性有所减弱，但是相比数字通讯刚兴起之时的过去几十年，减弱的速度慢了许多，也不再那样势不可挡。

source: Now all is email and electrons and whereas once it would have taken an internationally synchronised effort by an unprecedentedly dedicated band of arsonists to destroy enough records to disrupt the smooth running of the empire upon which the sun never set, we are now but one solar flare away from personal, professional and fiscal Armageddon.
zh_cn: 如今我们都是用电子邮件和其他电子通讯。 有朝一日或许会有一群空前专业的破坏分子在世界各地同步行动来破坏大英帝国的正常运行，我们距无业身死、财政崩塌的世界末日仅一步之遥。

source: On the upside, calling cards are making a comeback.
zh_cn: 不过从好的方面来看，拜访卡正卷土重来。

source: No, really.
zh_cn: 这是真的！

source: Twitter told me, and then I saw some in Bromley high street.
zh_cn: 我先在推特上看到这个消息，不久之后就在布罗姆利区的大街上看到有拜访卡出售。

source: Once something has come that far south of the river you know it's really happening.
zh_cn: 如果什么东西能传到泰晤士河以南那么远的地方，你就晓得那绝不仅是流言。

source: They look like prettier business cards, for those who prefer something a little less vulgar than scrawling on someone's hand with a Biro (superb and timeless piece of design and engineering though it is) or trying to put your number into someone's BlackBerry with a drunken thumb.
zh_cn: 这些拜访卡看上去很像商业名片，那些不想用Biro圆珠笔（虽然这种圆珠笔的确是一种永不会过时的绝妙设计）在别人手上写字的人和那些不想用粗笨的大拇指将自己的号码输入别人黑莓手机的人就可以避免这么掉价的时刻了。

source: After all, stationery still makes us feel better.
zh_cn: 毕竟，文具仍然让我们感觉更好。

source: In a recession, you can still find something to suit your pocket and cheer you up.
zh_cn: 在经济不景气的时期，你还能找到一些能放在口袋里而且让自己开心的东西。

source: A notebook still carries the promise that you will one day make your mark literally and metaphorically.
zh_cn: 笔记本仍然承载着“留下你的印记”的希望（无论是指字面的理解还是指其中隐藏的含义）。

source: And nostalgia too has us ever in its grip.
zh_cn: 我们也始终放不下怀旧感。

source: Whenever I write in longhand these days I increasingly feel like I am helping to preserve an ancient skill.
zh_cn: 这些日子里，每当我亲笔写下点什么，我就愈加感觉到自己在保存书写这一古老的技巧方面有所贡献。

source: By the time I retire, I shall be able to appear on the mid-21st century's equivalent of The Victorian Farm – Modest Catford Semi – showing viewers how we used to do it in the olden days.
zh_cn: 到我退休的时候，我应该能上一部相当于21世纪中期的《维多利亚农场》(The Victorian Farm)的纪录片――《简朴的卡特福德半独立住宅》――向观看者展示我们在过去的日子里是怎样书写的。

source: I will use words such as "foolscap", "deckle-edged" and refer to my uncapped fountain pen as "posted" just to watch their brows furrow.
zh_cn: 我会用“大裁纸张”、“带毛边”一类的词语，将摘下笔帽的钢笔叫做“Posted”（译注：一种应用软件的名称），看看他们皱眉不解的样子。 我会告诉他们，我小时候怎样用印着维多利亚?

source: I will tell them of writing thank-you letters as a child with my Victoria Plum writing set and obliterating my mistakes with a lipstick-shaped rubber I could twist up from the bottom like the real thing ("Even the gender conditioning was better back then!"), of drafting essays in pencil and then writing them up in pen while the Amstrad CPC was just a pixellated gleam in Suralan's eye.
zh_cn: 普拉姆(Victoria Plum)的信笺写感谢信，又怎样用能从底端旋出的口红型橡皮改去错字（“咱们那时候的东西连性别针对性都更强！ ”）；告诉他们在艾伦・休格爵士(Suralan) 刚想到Amstrad CPC计算机的点子的时候，我们怎样用铅笔起草文章然后用钢笔成文。

source: I will tell them that I remember both the invention of the glitter pen, worshipped as a scribal godhead on its mid-80s arrival into our hitherto matt and colourless lives, and of the Post-it Note ("No, you have to understand – paper just couldn't be sticky like that!
zh_cn: 我还会告诉他们说，我记得80年代中期彩色笔进入我们原本毫无色彩的生活后被奉为写字人的神器，也记得便利贴的发明（“不，你一定得搞清楚――之前的纸根本不能那样随意粘住！

source: It peeled away and left no trace!
zh_cn: 放上去就掉了，连痕迹都没有！

source: We thought it was witchcraft").
zh_cn: 所以刚看到便利贴我们觉得那就是巫术”）。

source: If I had been born just five years earlier, I would be as old as Pritt Stick.
zh_cn: 如果我再早生个五年，我都能追溯Pritt 固体胶水的发明了。

source: I thought I was exaggerating when I wrote the paragraph above.
zh_cn: 我想上面一段我有些夸张了。

source: Then I went online to check the spelling of the Silvine brand of orange-covered exercise and memo books I remember discovering in the local newsagent at the same time as orange Space Dust (and not knowing which to slaver over more).
zh_cn: 于是我上网查了一下在本地报刊亭看到的Silvine 牌的橙色封面练习本和记事本，同时搜索了一下橘子味的Space Dust 跳跳糖（不知道哪个延续的时间更长）。

source: They call those orange-covered books their Heritage Range now.
zh_cn: 他们现在将那种橙色封面的本子放在了“传统系列”里。

source: I'll put it in my commonplace book. Maybe it will come in handy one day.
zh_cn: 我要把这写在我的摘录簿上，搞不好哪天能派上用场。
